<template>
  <div class="forgetpass terms">
    <header class="clearfix">
      <i @click="goBack()"></i>
      <span class="header-center">使用条款</span>
    </header>
    <div class="terms-content">
      <h3>体质云使用条款</h3>
      <p>“体质云”应用程序是一套针对手机与后台服务的训练方案，适用你可检视孩子于学校体育课训练的个人数据。</p>
      <div>
        <p>个人资料保护</p>
        <p>我们非常重视您的隐私。 我们现在想向您解释当您使用我们的服务 时我们如何保护您的数据。因为对于我们而言，依法保护您的隐私，是我们理所当然要做的事情。</p>
      </div>
      <div>
        <p>什么是个人资料</p>
        <p>个人数据包括您的姓名，电话号码 孩子个人数据的收集，处理和使用</p>
        <p>当你使用”体质云”应用程式时，可检视孩子的个人心率数据，存储在应用程序及能量+后台服务器并计算出运动强度，训练密度及孩子体育课上课情况。</p>
        <p>当您使用我们的应用程序时，系统会要求您接受收集和使用服务的访问权限。</p>
        <p>当你从手机中删除应用程序时，所有的训练数据，也将被删除。孩子的数据将被储存在能量+后台服务器中。孩子的个人信息及训练数据不会被用于营销使用 ，所有分析或未分析的运动数据仅提供校方或训练单位安排上课内容的依据,不会向第三方披露。</p>
      </div>
      <div>
        <p>客户服务</p>
        <p>
          当我们的应用程序停止工作或需要我们提供服务时，需您提供配对移动设备的相关信息（例如型号，软件版本，移动设备运营商），这可以使我们能够识别并修复错误，改善我们的应用程序。当您联系我们获取客户支持时，您的个人信息将列为机密信息,仅在我们内部处理使用。
          本使用条款和隐私声明自2019年8月8日起生效，并可能不定时更新。
        </p>
      </div>
      <div>
        <p>如何与我们联系</p>
        <p>该应用程序及设备由EPLUS科技有限公司所提供，如果您对使用条款和数据保护有任何疑问，欢迎您通过电子邮件与我们联系info@c-eplus.com</p>
      </div>
    </div>
  </div>
</template>
<script>
import physicalcloudicon from "@/assets/physicalcloudicon.png";
export default {
  data() {
    return {
      physicalcloudicon: physicalcloudicon
    };
  },
  created() {},
  methods: {}
};
</script>
